/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Üksust ei saa saata";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Proovi hiljem uuesti";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Pole Skype’i sisse logitud";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ saatis foto.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "See seade ei toeta veel Skype’i uusi fotode ühiskasutusse andmise funktsioone, kuid sa saad fotot vaadata brauseris aadressil: %@";
